Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/CommonContent/Modules.tmx
Source language: en
Languages: cs, es_mx, hu, vi, zh

source: Main
cs: Hlavni
hu: Fő
vi: Máy Nạp
zh: 主机

source: Feeder
cs: Silo zásob.
es_mx: Banda silo
hu: Adagoló
vi: Chính
zh: 上料器

source: Circular Feeder
cs: kz
es_mx: cf
hu: Körkörös adagoló
vi: Máy Nạp Tròn
zh: 圆盘振动器

source: Linear Feeder
cs: lz
es_mx: al
hu: Lineáris adagoló
vi: Máy Nạp Tuyến Tính
zh: 直线振动器

source: Capcon/flaps
cs: Capcon/Klapky
es_mx: Control/Aleteo
hu: Capcon/szárnyak
vi: Capcon/nắp
zh: 核数头及叶片

source: Belt
cs: Pas
es_mx: Banda
hu: Szalag
vi: Đai
zh: 皮带

source: Wing
cs: Klapky
es_mx: Aleteo
hu: Szárny
vi: Biên
zh: 缓冲单元

source: UpperFlap
cs: Horni klapka
es_mx: Alto aleteo
vi: Nắp Trên
zh: 上部叶片

source: MiddleFlap
cs: Prostredni klapka
es_mx: Medio aleteo
vi: Nắp Giữa
zh: 中部叶片

source: BottomFlap
cs: Spodni klapka
es_mx: Fondo aleteo
vi: Nắp Đáy
zh: 底部叶片

source: Cassette
cs: Kazeta
es_mx: Cassete
hu: Kazetta
vi: Băng cassette
zh: 盛料盒

source: Capcon
zh: 核数头
